Revit 2027 API
SymbolTypeId.KgCO2ePerBtu Property
 Symbol kgCO₂e/Btu, indicating kilograms Carbon Dioxide per British thermal unit
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerBtu { get; }
Public Shared ReadOnly Property KgCO2ePerBtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerBtu {
	ForgeTypeId^ get ();
}
static member KgCO2ePerBtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace